<?php
return [
	'bear' => [
		'熊'
	],
	'panda' => [
		'熊猫',
		'貓熊'
	],
	'cat' => [
		'猫',
		'貓'
	],
	'lion' => [
		'狮',
		'獅',
		'獅子'
	],
	'tiger' => [
		'虎',
		'老虎'
	],
	'dragon' => [
		'龙',
		'龍'
	],
	'lizard' => [
		'蜥蜴'
	],
	'dog' => [
		'狗'
	],
	'wolf' => [
		'狼'
	],
	'fox' => [
		'狐',
		'狐狸'
	],
	'sergal' => [
		'鲨狗',
		'鯊格魯'
	],
	'elephant' => [
		'象',
		'大象'
	],
	'mouse' => [
		'鼠',
		'老鼠'
	],
	'kangaroo' => [
		'袋鼠'
	],
	'monkey' => [
		'猴'
	],
	'panther' => [
		'豹'
	],
	'pig' => [
		'猪',
		'豬'
	],
	'rabbit' => [
		'兔',
		'兔子'
	],
	'snake' => [
		'蛇'
	],
	'turtle' => [
		'龟',
		'龜'
	],
	'harpy' => [
		'鸟',
		'鳥'
	],
	'horse' => [
		'马',
		'馬'
	],
	'bull' => [
		'牛'
	],
	'rhinoceros' => [
		'犀牛'
	],
	'sheep' => [
		'羊'
	],
	'deer' => [
		'鹿'
	],
	'fish' => [
		'鱼',
		'魚'
	],
	'shark' => [
		'鲨',
		'鯊',
		'鲨鱼',
		'鯊魚'
	],
	'crocodile' => [
		'鳄鱼',
		'鱷魚'
	],
	'dolphin' => [
		'海豚'
	],
	'rubber' => [
		'胶',
		'膠'
	],
	'furry' => [
		'兽族',
		'兽人',
		'兽兽',
		'獸族',
		'獸人',
		'獸獸'
	]
];